export const TestBase = [
  {
    testSetName: "ЦТ_2020_1",
    id: 0,
    questions: [
      {
        id: "A1",
        theme: "slova",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць з вялікай літары:",
        answers: [
          "кветка (Л/л)андыш",
          "рака (Д/д)руць",
          "птушка (С/с)арока",
          "верш `(С/с)падчына`",
          "(М/м)аксімаў дзядзька.",
        ],
        right: "245",
      },
      {
        id: "A2",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару э:",
        answers: ["р_цэнзія", "ч_рга", "р_сора", "ш_разём", "менедж_р"],
        right: "14",
      },
      {
        id: "A3",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару е:",
        answers: ["в_лікадушны", "з_рнявы", "се_ць", "сп_ктакль", "н_гладкі"],
        right: "124",
      },
      {
        id: "A4",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы (прыклады) з правільным напісаннем выдзеленых літар:",
        answers: [
          "лаЎрэат",
          "прэзідыЎм",
          "дарога на Уручча",
          "раЎніна",
          "велічна-Узнёслы",
        ],
        right: "134",
      },
      {
        id: "A5",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць апостраф.",
        answers: [
          "жараб_ёўка;",
          "раз_ехацца;",
          "зімоў_е;",
          "біл_ярд",
          "перамір_е",
        ],
        right: "125",
      },
      {
        id: "A6",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: [
          "раздолье",
          "расследаваць",
          "асяроддзе",
          "натхненне",
          "аппетыт",
        ],
        right: "234",
      },
      {
        id: "A7",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: ["рашчарціць", "аблашчаны", "мастацтва", "постны", "дарадчык"],
        right: "235",
      },
      {
        id: "A8",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы (формы слоў), у якіх выдзелены канчатак:",
        answers: [
          "цішынЯ",
          "прытуліЎШЫ",
          "прапанаваЎ",
          "здалёкУ",
          "захапляЮся",
        ],
        right: "15",
      },
      {
        id: "A9",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(экс) міністр",
          "(горад) порт",
          "(Дранько) Майсюк",
          "(паў) яблыка",
          "(агра) гарадок",
        ],
        right: "123",
      },
      {
        id: "A10",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(сыра) варны",
          "(двух) кіламетровы",
          "(авія) тэхнічны",
          "(філасофска) філалагічны",
          "(сіне) фіялетавы",
        ],
        right: "45",
      },
      {
        id: "A11",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя лічэбнікі:",
        answers: [
          "пяцьдзесят",
          "васьмёра",
          "шосты",
          "тры чацвёртых",
          "дзевятнадцаць",
        ],
        right: "23",
      },
      {
        id: "A12",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзелены дзеяслоў правільна запісаны ў форме 1-й асобы множнага ліку цяперашняга ці будучага простага часу:",
        answers: [
          "ДАВЕРЫЦЬ — даверым",
          "ПРЫВЯЗАЦЬ — прывяжэм",
          "НАСІЦЬ — носім",
          "ВЫРАСЦІЦЬ	— вырошчваем",
          "УЗВЫСІЦЦА	— узвысімся",
        ],
        right: "135",
      },
      {
        id: "A13",
        theme: "",
        type: "A_0",
        quest: "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць разам:",
        answers: [
          "тэлефанаваць (ШТО) ГАДЗІННА",
          "быць (НА) ВІДУ",
          "(ЗА) ЛІШНЕ светлы",
          "(ДО) СЫЦЬ	цікава",
          "працаваць (ПА) ЎДАРНАМУ",
        ],
        right: "134",
      },
      {
        id: "A14",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы з не, ні напісаны правільна:",
        answers: [
          "ісці НЕспяшаючыся",
          "НЕскладаны, а лёгкі тэст",
          "НЕпадмеценая гіадлога",
          "НІДЗЕ не спыняцца",
          "дзверы НЕ зачынены",
        ],
        right: "345",
      },
      {
        id: "A15",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх на месцы пропуску ўжываецца часціца не:",
        answers: [
          "Хто ж _ любіць клёкату буслінага, песні жаўруковай!",
          "Дрэмле хутар у млечным тумане, навокал _ гуку.",
          "Вочы матулі, з якімі б іх _ параўноўвалі, самыя чароўныя.",
          "Ніхто памылак больш _ робіць за таго, хто сядзіпь склаўшы рукі.",
          "_ раз дзівіўся я з плацін, пабудаваных бабрамі.",
        ],
        right: "145",
      },
      {
        id: "A16",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словазлучэнні, якія адпавядаюць нормам беларускай літаратурнай мовы:",
        answers: [
          "саладзейшы мёду",
          "убачыць на свае вочы",
          "усеагульная перапіс",
          "прыходзіць раз на дзень",
          " рассаджваць па разорах",
        ],
        right: "245",
      },
      {
        id: "A17",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх выдзеленае слова (словы) — акалічнасць:",
        answers: [
          "Кучаравы дым, які выдыхаюць зімою коміны, ВЕЕРАМ разыходзіцца над хатамі.",
          "Дзясяткі буслоў часам апускаюцца на прырэчны луг АДПАЧЫЦЬ пасля доўгай дарогі.",
          "Калі люты багаты на снег, то ў	красавіку	будзе МОКРА.",
          "ПАДМОГІ НЕ ЧАКАЮЧЫ, адвеку	сама	сябе	абараняе ісціна.",
          "Зоркі, ЯК і месяц, над светам ноччу ўладараць.",
        ],
        right: "124",
      },
      {
        id: "A18",
        theme: "",
        type: "A_1",
        quest: "Адзначце аднасастаўныя сказы:",
        answers: [
          "Хлеб беларускі вельмі смачны, духмяны.",
          "Ужо над роднымі палеткамі вее водарам вясны.",
          "Вечна, Сафійка, плыві над Дзвіною!",
          "Як дзіўна ранішняе сонейка купаецца ў расе!",
          "Будаўніцтва мураванага замка ў Нясвіжы пачалі ў 1583 годзе па ініцыятыве тагачаснага дзяржаўнага і кулыурнага дзеяча Мікалая Радзівіла Сіроткі.",
        ],
        right: "235",
      },
      {
        id: "A19",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску абавязкова ставіцца працяжнік:",
        answers: [
          "Рымскі Калізей _ самы буйны амфітэатр у свеце.",
          "Умець слухаць субяседніка _ добрая якасць.",
          "Вясна _ не час для гутарак.",
          "Лясы нашы _ векавыя, магутныя.",
          "Слова _ як птушка: калі выпусціў, то ўжо не зловіш.",
        ],
        right: "12",
      },
      {
        id: "A20",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску трэба паставіць коску:",
        answers: [
          "Палессе — гэта дзіўны край, які знаходзіцца на тэрыторыі Беларусі, Украіны _ і Польшчы, і Расіі.",
          "Славутыя _ слуцкія паясы ткаліся з залатых і з сярэбраных нітак.",
          "То радасцю напоўніцца _ то параніцца за доўгі дзень свой ад зары да вечара жывое сэрца — сэрца чалавечае.",
          "У Слуцку Случ цячэ прывольная, у Вілейцы Вілія бяжыць, зачараваць нас Сож _ ці Нёман здольны, цудоўна ў Жыткавічах жыць.",
          "Для захавання гістарычных падзей неабходна не толькі ведаць _ але і перадаваць будучаму пакаленню легенды і паданні пра родны кут.",
        ],
        right: "135",
      },
      {
        id: "A21",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Бываюць ночы такія светлыя, што усё відаць _як на далоні.",
          "Жоўтыя кляновыя лісты _ быццам гусіныя лапкі.",
          "Дождж прайшоў — і на траве зіхацяць _ што брыльянты _ росы.",
          "Зноў у жаўталісце _ нібы ў футра залатое _ лес адзеты.",
          "Усе мы ведаем баброў _ як заўзятых будаўнікоў.",
        ],
        right: "34",
      },
      {
        id: "A22",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Журавы і ў вырай, і з выраю ляцяць _ курлыкаючы.",
          "Апрача агульнаўжывальных вобразных сродкаў _ Міхась Лынькоў з поспехам выкарыстоўваў у сваіх творах індывідуальна-аўтарскія.",
          "Начное сола салоўкі змяняе хор птушыны _ спыняючы салодкі сон чаромхі і крушыны.",
          "У копанцы _ці інакш сажалцы _ калісьці ў вёсцы пралі бялізну.",
          "Усыпаная аранжавымі ягадамі _ шыпшына першай сустрэла мяне ў родным двары.",
        ],
        right: "234",
      },
      {
        id: "A23",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх ёсць пабочнае слова (улічыце, што знакамі прыпынку пабочныя словы не выдзелены):",
        answers: [
          "Кожны чалавек зразумела можа пакінуць аб сабе добрую памяць.",
          "Да сэрца кажуць трэба прыслухоўвацца свайго: як дзейнічаць, падкажа біццё яго.",
          "Салаўі, выбіраючы для сваіх спеваў бэзавыя кусты ды лазнякі, гнёзды аднак будуюць на зямлі.",
          "На хрысцінах або на вяселлі раней нават вуглы ў хатах пелі.",
          "У выніку прыроднага і штучнага адбору на сённяшні дзень вядома некалькі парод пчол: каўказская, карпацкая і іншыя.",
        ],
        right: "123",
      },
      {
        id: "A24",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназлучаныя сказы, паміж часткамі якіх трэба паставіць коску:",
        answers: [
          "Як апантана любяць працу мае тэта і дзядуля і колькі руплівасці ў кожнай справе маёй мамы і бабулі!",
          "Дыхнула поле водарам жытнёвым і я адчуў сябе ў вёсцы, дома.",
          "У час каляднага марозу то кракталі сосны ўночы то сварыўся дуб мажны.",
          "Ужо лотаць зажаўцела ля ракі і засінелі фіялкі на ўзлеску.",
          "Журавель прылятае на праталінку а шпак вяртаецца на прагалінку.",
        ],
        right: "35",
      },
      {
        id: "A25",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназалежныя сказы, у якіх на месцы пропуску (пропускаў) не трэба ставіць знак (знакі) прыпынку:",
        answers: [
          "Ватыкан — гэта ў межах Рыма дзяржава-горад _ дзе афіцыйнай мовай з’яўляецца лацінская.",
          "Тое _ што ўсё на свеце знаходзіпца ў руху _ даказаў Галілей.",
          "Дзе сосны растуць высокія па-над рэчкай гаманліваю _ нас буслы радуюць клёкатам, прьшяцеўшы з далёкага выраю.",
          "Я люблю часіну навальніцы, калі б’е пярун на ўсе лады _ і калі злуюцца ў хмарах бліскавіцы.",
          "Кажуць, што _ калі паглядзіш чалавеку ў вочы, то ўбачыш схаванае на дне яго душы.",
        ],
        right: "45",
      },
      {
        id: "A26",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце бяззлучнікавыя складаныя сказы, паміж часткамі якіх трэба паставіць працяжнік:",
        answers: [
          "Гультай за работу мазоль за руку.",
          "Здымае пробу з грэчкі пчолка сінее ў жыце васілёк.",
          "Я люблю бываць у Бярэзінскім запаведніку тут можна гартаць жывыя старонкі Чырвонай кнігі.",
          "Не дораг абед дораг прывет.",
          "Мара Рыгора Раманавіча Шырмы здзейснілася беларуская народная песня загучала на самых вядомых сцэнах Еўропы.",
        ],
        right: "14",
      },
      {
        id: "A27",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце сцверджанні, якія адпавядаюць складанаму сказу з рознымі відамі сувязі частак:",
        questText: `
                        Усё на сваім месцы быць павінна лілеі — у рэчцы, на імшарах — журавіны, рабінка родная — каля паркана, а салавей, які бярэ любую ноту спяваць павінен закаханым.
                    `,
        answers: [
          "у сказе прапушчаны дзве коскі",
          "у сказе прапушчана двукроп’е",
          "у сказе прапушчаны працяжнік",
          "у сказе прапушчана адна коска",
          "у сказе пастаўлены ўсе неабходныя знакі прыпынку",
        ],
        right: "24",
      },
      {
        id: "A28",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце знакі прыпынку,	якія трэба паставіць на месцы пропуску	ў	сказе:",
        questText: `
                         «Не на кітах трымаецца	планета, а	на	далонях таго, хто арэ ды	сее» _ навучаў некалі нас, малых, дзядуля шанаваць працу хлебороба.
                    `,
        answers: ["коску", "двукроп’е", "працяжнік", "пытальнік", "кропку"],
        right: "13",
      },
      {
        id: "A29",
        theme: "",
        type: "A_2",
        quest: "Адзначце правільнае сцверджанне ў дачыненні да тэксту:",
        questText: `
                        (1) У розных гарадах свету ёсць скульптурныя кампазіцыі, прысвечаныя студэнтам. 
                        (2) Апошнім часам яны з’явіліся і у нас.
                        (3) Самім сабе, не пашкадаваўшы, дарэчы, уласніцкіх грошай, паставілі помнік студэнты Беларускага дзяржаўнага ўніверсітэта інфарматыкі і радыёэлектронікі. 
                        (4) Малады чалавек з ноўтбукам у руках ды з рукзаком за плячыма ўпэўнена глядзіць у будучае — ТАКІМ убачыў сучаснага студэнта-праграміста скульптар Дзмітрый Аганаў.
                        (5) Бронзовы СТУДЭНТ стаіць каля галоўнага корпуса Беларускага дзяржаўнага эканамічнага ўніверсітэта. 
                        (6) Статуя ўстаноўлена ў гонар 80-годдзя ўстановы. 
                        (7) Скульптор Павел Лук вырашыў УЗЯЦЬ за аснову вобраз Францыска Скарыны — аднаго з самых вядомых студэнтаў Беларусі. 
                        (8) У руках у «сучаснага Скарыны» — кніга і старажытны скрутак, што сімвалізуюць перадачу ведаў ад продкаў будучым нашчадкам. 
                        (9) Надпіс на пастаменце статуі нагадвае беларускім студэнтам пра ПЕРАВАГУ вышэйшай адукацыі: «Веды — сіла».
                        (10) Паставілі помнік студэнту і у Полацкім дзяржаўным універсітэце. 
                        (11) Скульптар Аляксандр Прохараў стварыў вобраз сярэдневяковага шкаляра, на галаве ў якога трохвугольная шапка, у руках — кнігі, пяро і скрутак з гербам ўніверсітэта. 
                        (12) Помнік з’яўляецца данінай памяці першай на тэрыторыі Беларусі вышэйшай навучальнай установе — Полацкаму езуіцкаму калегіуму.
                        (13) Паставіўшы помнік студэнту, кіраўніцтва Полацкага дзяржаўнага ўніверсітэта задумалася аб тым, кого болей сярод студэнтаў — юнакоў або дзяўчат. 
                        (14) Так узнікла скульптурная кампазіцыя «Студэнтка дваццаць першага стагоддзя», створаная Леанідам Мінкевічам. 
                        (15) Яна ўпрыгожыла фае галоўнага корпуса ўніверсітэта, які знаходзіцца ў Наваполацку.
                        (16) У Гомельскім дзяржаўным універсітэце імя Францыска Скарыны таксама ёсць помнік студэнтцы, урачыста адкрыты ў 2010 годзе. 
                        (17) Эскіз помніка зрабіла Яна Коновалова.
                    `,
        answers: [
          "тэкст гутарковага	стылю",
          "тэкст мастацкага	стылю",
          "тэкст афіцыйнага стылю",
          "тэкст навуковага	стылю",
          "тэкст публіцыстычнага стылю",
        ],
        right: "5",
      },
      {
        id: "A30",
        theme: "",
        type: "A_2",
        quest:
          "У адным са сказаў 1—5 тэксту знайдзіце лексічную памылку (сэнсава няправільна ўжытае слова). 3 прапанаваных слоў адзначце тое, якое павінна быць ужыта ў адным са сказаў 1-5:",
        questText: `
                        (1) У розных гарадах свету ёсць скульптурныя кампазіцыі, прысвечаныя студэнтам. 
                        (2) Апошнім часам яны з’явіліся і у нас.
                        (3) Самім сабе, не пашкадаваўшы, дарэчы, уласніцкіх грошай, паставілі помнік студэнты Беларускага дзяржаўнага ўніверсітэта інфарматыкі і радыёэлектронікі. 
                        (4) Малады чалавек з ноўтбукам у руках ды з рукзаком за плячыма ўпэўнена глядзіць у будучае — ТАКІМ убачыў сучаснага студэнта-праграміста скульптар Дзмітрый Аганаў.
                        (5) Бронзовы СТУДЭНТ стаіць каля галоўнага корпуса Беларускага дзяржаўнага эканамічнага ўніверсітэта.                 
                    `,
        answers: [
          "разнародных",
          "уласных",
          "малодшы",
          "галаўнога",
          "эканомнага",
        ],
        right: "2",
      },
      {
        id: "B1",
        theme: "",
        type: "B_0",
        quest:
          "Знайдзіце ў 8-м сказе тэксту немэтазгодна (збыткоўна) выкарыстанае слова, якое парушае правільнасць маўлення. Запішыце гэта слова ў той граматычнай форме, у якой яно пададзена ў 8-м сказе.",
        questText: `           
                        (8) У руках у «сучаснага Скарыны» — кніга і старажытны скрутак, што сімвалізуюць перадачу ведаў ад продкаў будучым нашчадкам.             
                    `,
        right: "БУДУЧЫМ",
      },
      {
        id: "B2",
        theme: "",
        type: "B_0",
        quest: "Знайдзіце ў сказе злучнік і запішыце яго",
        questText: `
                        (4) Малады чалавек з ноўтбукам у руках ды з рукзаком за плячыма ўпэўнена глядзіць у будучае — ТАКІМ убачыў сучаснага студэнта-праграміста скульптар Дзмітрый Аганаў.
                    `,
        right: "ДЫ",
      },
      {
        id: "B3",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 9-м сказе тэксту назоўнік у форме давальнага склону адзіночнага ліку.",
        questText: `              
                        (9) Надпіс на пастаменце статуі нагадвае беларускім студэнтам пра ПЕРАВАГУ вышэйшай адукацыі: «Веды — сіла».          
                    `,
        right: "ПЕРАВАЗЕ",
      },
      {
        id: "B4",
        theme: "",
        type: "B_0",
        quest:
          " Ад назоўніка, падкрэсленага ў 5-м сказе тэксту, утварыце прыметнік пры дапамозе суфікса -ск-.Запішыце гэты прыметнік у форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
                        (5) Бронзовы СТУДЭНТ стаіць каля галоўнага корпуса Беларускага дзяржаўнага эканамічнага ўніверсітэта.
                    `,
        right: "СТУДЭНЦКІ",
      },
      {
        id: "B5",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 4-м сказе тэксту займеннік у пачатковай форме.",
        questText: `
                        (4) Малады чалавек з ноўтбукам у руках ды з рукзаком за плячыма ўпэўнена глядзіць у будучае — ТАКІМ убачыў сучаснага студэнта-праграміста скульптар Дзмітрый Аганаў.
                    `,
        right: "ТАКІ",
      },
      {
        id: "B6",
        theme: "",
        type: "B_0",
        quest:
          "Ад асновы дзеяслова, падкрэсленага ў 7-м сказе тэксту, утварыце поўны дзеепрыметнік залежнага стану і запішыце яго ў форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
                        (7) Скульптор Павел Лук вырашыў УЗЯЦЬ за аснову вобраз Францыска Скарыны — аднаго з самых вядомых студэнтаў Беларусі. 
                    `,
        right: "УЗЯТЫ",
      },
      {
        id: "B7",
        theme: "",
        type: "B_0",
        quest:
          "3 двух прапанавапых у дужках слоў вызначце тое, што адпавядае сэнсу сказа. Запішыце гэта слова ў той граматычнай форме, у якой яно павінна быць ужыта ў сказе:",
        questText: `
                        Веданне (мовы, маўлення) арыгінала для перакладчыка паэтычных твораў — гэта і вельмі многа, і вельмі мала, бо перакладчык у першую чаргу сам павінен быць паэтам.
                    `,
        right: "МОВЫ",
      },
      {
        id: "B8",
        theme: "",
        type: "B_1",
        quest:
          "Устанавіце адпаведнасць паміж словамі ў левым слупку і іх харакгарыстыкамі ў правым слупку. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Джэкпот.`,
          `Б. Сляпень.`,
          `В. Скіба.`,
          `Г. Глей.`,
          ``,
          `1.	Слова, у якім 3 мяккія зычныя гукі.`,
          `2.	Слова, у якім 1 мяккі зычны гук.`,
          `3.	Слова, у якім усе зычныя гукі мяккія.`,
          `4.	Слова, у якім 2 мяккія зычныя гукі.`,
          `5.	Слова, у якім 1 зацвярдзелы зычны гук.`,
        ],
        right: "А5Б3В2Г4",
      },
      {
        id: "B9",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце значэнне прыведзеных фразеалагізмаў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. За так.`,
          `Б. Так сабе.`,
          `В. Чын чынам.`,
          `Г. Такім чынам.`,
          ``,
          `1.	Ужываецца ў значэнні пабочнай канструкцыі.`,
          `2.	Мае значэнне "ні добра і ні дрэнна, пасрэдна".`,
          `3.	Па значэнні адпавядае фразеалагізму так і гэтак.`,
          `4.	Мае значэнне "бястатна, дарэмна".`,
          `5.	Па значэнні адпавядае фразеалагізму як належыць.`,
        ],
        right: "А4Б2В5Г1",
      },
      {
        id: "B10",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце спосаб утварэння прыведзеных слоў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Завяршэнне.`,
          `Б. ГУМ.`,
          `В. Пералік.`,
          `Г. Бесклапотны.`,
          ``,
          `1. Суфіксальны.`,
          `2. Прысгавачна-суфіксальны.`,
          `3. Бяссуфіксны.`,
          `4. Літарная абрэвіяцыя.`,
          `5. Гукавая абрэвіяцыя.`,
        ],
        right: "А1Б5В3Г2",
      },
    ],
  },
  {
    id: 1,
    testSetName: "ЦТ_2020_2",
    questions: [
      {
        id: "A1",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць з вялікай літары:",
        answers: [
          "(А/а)нтосеў брат",
          "рака (Д/д)няпро",
          "кветка (Ц/ц)юльпан",
          "балада «(М/м)аці»",
          "птушка (Л/л)ебедзь.",
        ],
        right: "124",
      },
      {
        id: "A2",
        theme: "",
        type: "A_0",
        quest:
          " Адзначце словы, у якіх на месцы пропуску трэба пісаць літару э:",
        answers: ["ш_птаць", "цыр_маніял", "р_дакцыя", "ш_рапясчаны", "світ_р"],
        right: "34",
      },
      {
        id: "A3",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару е:",
        answers: ["по_с", "в_лікапосны", "н_гнуткі", "ваз_лін", "в_лічыня"],
        right: "245",
      },
      {
        id: "A4",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы (прыклады) з правільным напісаннем выдзеленых літар:",
        answers: [
          "подыЎм",
          "рабочы-Ударнік",
          "аЎкцыён",
          "садоЎнік",
          "на Ушаччыне",
        ],
        right: "345",
      },
      {
        id: "A5",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць апостраф:",
        answers: ["вераб_іны", "брыл_янт", "кар_ера", "ад_езд", "праваслаў_е"],
        right: "134",
      },
      {
        id: "A6",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: ["угоддзе", "праграмма", "вуголье", "жаданне", "рассядлаць"],
        right: "145",
      },
      {
        id: "A7",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: [
          "лясніцтва",
          "радастны",
          "замяшчаць;",
          "рашчысціць",
          "выкладчык",
        ],
        right: "135",
      },
      {
        id: "A8",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы (формы слоў), у якіх выдзелены канчатак:",
        answers: ["памалУ", "выканаЎ", "збіраЮся", "дасмажыЎШЫ", "яблынЯ"],
        right: "35",
      },
      {
        id: "A9",
        theme: "",
        type: "A_0",
        quest: " Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(паў) абарота",
          "(максі) спадніца",
          "(Салтыкоў) Шчадрын",
          "(мастак) дызайнер",
          "(мікра) раён",
        ],
        right: "234",
      },
      {
        id: "A10",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(суха) вейны",
          "(чырвона) карычневы",
          "(дыс) прапарцыянальны",
          "(адна) павярховы",
          "(інжынерна) педагагічны",
        ],
        right: "25",
      },
      {
        id: "A11",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя лічэбнікі:",
        answers: [
          "сямёра",
          "шэсцьдзясят",
          "двадцаць",
          "чатыры пятых",
          "дзявятый",
        ],
        right: "12",
      },
      {
        id: "A12",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзелены дзеяслоў правільна запісаны ў форме 1-й асобы множнага ліку цяперашняга ці будучага простага часу:",
        answers: [
          "ЗНАХОДЗІЦЦА — знаходзімся",
          "ВЫТАЧЫЦЬ — вытачым",
          "ВЫГРУЗІЦЬ — выгружаем",
          "ПАДКАЗАЦЬ — падкажэм",
          "ВУДЗІЦЬ — вудзім",
        ],
        right: "125",
      },
      {
        id: "A13",
        theme: "",
        type: "A_0",
        quest: "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць разам:",
        answers: [
          "разгледзець (З)БЛІЗКУ",
          "вярнуцца (НА)ЗУСІМ",
          "сабраць (БЕЗ)ПАРЫ",
          "будзіць (ШТО)РАНІЦЫ",
          "хадзіць (ПА) ВАЕННАМУ",
        ],
        right: "124",
      },
      {
        id: "A14",
        theme: "",
        type: "A_0",
        quest:
          " Адзначце прыклады, у якіх выдзеленыя словы з не, ні напісаны правільна:",
        answers: [
          "кветкі не пасаджаны",
          "расказваць непаўтараючыся",
          "непрададзенае паліто",
          "нішто не засмучала",
          "недарагі, а танны тэлефон",
        ],
        right: "134",
      },
      {
        id: "A15",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце сказы, у якіх на месцы пропуску ўжываецца часціца не:",
        answers: [
          "Мужнасць _ бярэцца напракат.",
          "Якім бы _ быў дужым лось, мэты пакрыўдзіць кагосьці ў яго няма.",
          "Кім толькі ў дзяцінстве мы _ марым стаць!",
          "У пералівах кветак ззяе луг зялёны, а на лузе _ душы.",
          "Хацелася і мне _ раз вярнуцца ў свой далёкі першы клас.",
        ],
        right: "135",
      },
      {
        id: "A16",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словазлучэнні, якія адпавядаюць нормам беларускай літаратурнай мовы:",
        answers: [
          "ярчэйшы сонца",
          "размеркаваць па кабінетах",
          "паступаць у адпаведнасці з законам",
          "прыязджаць два разы на тыдзень",
          "няправільная дроб",
        ],
        right: "234",
      },
      {
        id: "A17",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх выдзеленае слова (словы) — акалічнасць:",
        answers: [
          "Шпак на галінку сеў АПАВЯСЦІЦЬ вясны сакрэты ўсяму свету.",
          "Таямніча на асеннія пожні, ЗАВЯРШАЮЧЫ ДЗЕНЬ, ападае апошні надвячоркавы цень.",
          "ЧАСАМ шчаслівым чалавека можа зрабіць адзін толькі нейчы позірк.",
          "Жнівень, ЯК і ліпень, любіць працавітых.",
          "У дзяцінстве ўсім нам было ВЕСЕЛА з рэхам лясным пераклікацца.",
        ],
        right: "123",
      },
      {
        id: "A18",
        theme: "",
        type: "A_1",
        quest: "Адзначце аднасастаўныя сказы:",
        answers: [
          "Лясы ў нас вячыстыя, магутныя.",
          "Беларусь славіцца льнянымі вырабамі.",
          "Імем Сяргея Мікалаевіча Блажко, ураджэнца Беларусі, назвалі ўпадзіну на адваротным баку Месяца.",
          "Не спяшайся, восень, паднімаць у неба жураўліны клін.",
          "У лістападзе рана цямнее.",
        ],
        right: "345",
      },
      {
        id: "A19",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску абавязкова ставіцца працяжнік:",
        answers: [
          "Бот лапцю _ не пара.",
          "Мець надзейных сяброў _ шчасце.",
          "Чыстае сумленне _ як мяккая падушка, калі спіцца спакойна, салодка.",
          "Юпітэр _ самая вялікая планета Сонечнай сістэмы.",
          "Зімой лес _ манументальна-строгі.",
        ],
        right: "24",
      },
      {
        id: "A20",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску трэба паставіць коску:",
        answers: [
          "Па прыгожых _ беларускіх мясцінах цячэ невялікая рэчка, якая мае дзівосную назву — Княгінька.",
          "Злятае на дасвецці вераснёвым то рыжы ліст _ то залаты.",
          "Не толькі розум _ але і сэрца павінна кіраваць людзьмі.",
          "I што яно такое — гэта натхненне: настрой, пачуццё, стан душы _ ці захапленне?",
          "Колькі значэнняў _ і гукаў, і фарбаў мае ў нашай мове кожнае	слова!",
        ],
        right: "235",
      },
      {
        id: "A21",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Люблю пару, калі цвіце блакітны	што неба _ лён.",
          "Мароз бывае калуном, шчаўкуном і траскуном, бывае і мароз-слабак, а сённяшні мароз _ нібы заслужаны мастак.",
          "Усё, што атрымалі ў спадчыну, берагчы трэба_____як зрэнку вока.",
          "Сокала	мы ведаем _ як птушку, якая можа развіваць хуткасць да 360 км/г.",
          "У госці	кліча Клічаў  часта, у Любань люба завітаць,	Маеты масцяць шляхі ў	шчасце, а сонца і зоркі _ быццам шкляры _ ў Шклове вокны шкляць.",
        ],
        right: "15",
      },
      {
        id: "A22",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Вытканыя з беласнежнай пены _ карункі выкідвае мора на бераг.",
          "Смоуж або інакш слімак _ за адну хвіліну можа пераадолець адлегласць, роўную шасці сантыметрам.",
          "Дзень быў такі млосны, што, здавалася, птушкі і тыя спявалі _ марудзячы.",
          "Высока ўзносячы пошум бярозак і	роздум дубоў векавых _ зямное жыццё	ў	нябёсах славяць журавы.",
          "Акрамя	спектакля «Пан Тадэвуш» _ тэатр парадаваў	сваіх гледачоў сустрэчай	з рэжысёрам.",
        ],
        right: "245",
      },
      {
        id: "A23",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце	сказы, у якіх	ёсць пабочнае слова (улічыце,	што знакамі прыпынку	пабочныя	словы не выдзелены):",
        answers: [
          "Шчасце проста так вядома не даецца, шчасце працаю рупліваю, любоўю, дабрынёй куецца.",
          "У роднай старонцы здаецца ярчэйшым і сонца.",
          "Елкі нават узімку радуюць нас зялёным убраннем.",
          "Аўтарская індывідуальнасць, якая праходзіць праз увесь твор, найбольш яскрава аднак праяўляецца ў апісаннях прыроды.",
          "Без навукі і лапця кажуць не спляцеш.",
        ],
        right: "145",
      },
      {
        id: "A24",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназлучаныя сказы, паміж часткамі якіх трэба паставіць коску:",
        answers: [
          "Ноччу пры дарозе то дуб стары, прачнуўшыся, зашуміць то прашэпча штосьці бяроза.",
          "Праляцеў над нівай вецер свавольны і схіліліся аж да зямлі каласы.",
          "Які спакой у восеньскай прыродзе і колькі таямнічасці ў асенняй цішыні!",
          "Верш «Бывай» Аркадзь Куляшоў напісаў у 14-гадовым узросце а потым ён неаднойчы вяртаўся да гэтага твора і дапрацоўваў яго.",
          "Ужо заплюшчваюць вочкі лілеі і светлячкі ледзь тлеюць.",
        ],
        right: "14",
      },
      {
        id: "A25",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназалежныя сказы, у якіх на месцы пропуску (пропускаў) не трэба ставіць знак (знакі) прыпынку:",
        answers: [
          "Я з той краіны, дзе неба ўсыпаюць квяцістыя зоры _ і дзе бярозкі высокія, белакорыя, зеленавокія.",
          "Палын — адна з самых старажытных лекавых раслін _ якія вядомы чалавецтву.",
          "Кажуць, што _ калі ты дрэва пасадзіў, то дабро вялікае зрабіў.",
          "Слуцкія паясы _ пра якія ведаюць ва ўсім свеце _ ткалі дужыя мужчынскія рукі.",
          "Дзе б ні жыў _ заўжды буду помніць водар нашых густых бароў і цяністыя вербы на беразе нашых дзіўных азёр.",
        ],
        right: "13",
      },
      {
        id: "A26",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце бяззлучнікавыя складаныя сказы, паміж часткамі якіх трэба паставіць працяжнік:",
        answers: [
          "Цікавы, згадзіцеся, факт ваўкі з вялікім задавальненнем ядуць яблыкі, суніцы і малочныя зярняты аўса.",
          "Крычы, варона, не крычы салаўём табе не заспяваць.",
          "Чаромха зацвіце чакай пахаладання.",
          "У актавай зале нашай школы ціха і меладычна заспявалі флейты прыглушана, аксамітным тэмбрам загучаў фагот.",
          "Грузды пад дрэвамі разгледзець цяжка яны зліваюцца з пачарнелымі камлямі.",
        ],
        right: "23",
      },
      {
        id: "A27",
        theme: "",
        type: "A_2",
        quest:
          " Адзначце сцверджанні, якія адпавядаюць складанаму сказу з рознымі відамі сувязі частак:",
        questText: `
            Варта зярнятку крануцца зямлі — адбываецца цуд яно ажывае і прарастае, а пасля на свет, які даўно чакае прабіваюцца новыя зярняты — такі мудры закон прыроды.
            `,
        answers: [
          "у сказе прапушчаны дзве коскі",
          "у сказе прапушчаны працяжнік",
          "у сказе прапушчана двукроп’е",
          "у сказе прапушчана адна коска",
          "у сказе пастаўлены ўсе неабходныя знакі прыпынку",
        ],
        right: "34",
      },
      {
        id: "A28",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце знакі прыпынку, якія трэба паставіць на месцы пропуску ў сказе:",
        questText: `
                «Значыць, бульбу вясна хавае, лета яе ажыўляе, восень дастае, а зіма паядае» _ паўтарыла ўслед за бабуляй унучка.
            `,
        answers: ["кропку", "пытальнік", "двукроп’е", "коску", "працяжнік"],
        right: "45",
      },
      {
        id: "A29",
        theme: "",
        type: "A_1",
        quest: "Адзначце правільнае сцверджанне ў дачыненні да тэксту:",
        questText: `
                (I)	Хлеб у беларусаў здаўна меў вялікую ПАВАГУ і служыў сімвалам жыцця, дабрабыту. 
                (2) Ён быў своеасаблівым сямейным талісманам, свяшчэннай рэліквіяй. 
                (3) Людзі паводзілі сябе з ім так, як з жывой істотай. 
                (4) Калі выпадкова падаў з рук кавалачак хлеба, яго асцярожна падымалі і прасілі прабачэння.
                (5) Прыгатаванне хлеба лічылася свяшчэнным дзействам, з якім звязвалася мноства абрадавых нормаў. 
                (6) Перш чым рашчыняць хлеб, жанчыча чыста мылася і перахрышчвалася, каб хлеб падышоў. 
                (7) Раілася рашчыняць хлеб у добрым, узнёсльм настроі, бо кепскі, лічылася, адмоўна ўплывае на якасць хлеба. 
                (8) Калі хлеб выпякаўся руплівымі матчынымі альбо бабулінымі рукамі, непажадана было каму-небудзь сядзець на печы, забаранялася ў гэты час весці спрэчку і гучна размаўляць. 
                (9) 3 пашанай адносіліся да начыння (напрыклад, да дзяжы або сіта), якое меркавалі выкарыстаць для прыгатавання хлеба.
                (10) Пасля абеду акраец хлеба неабходна было ЗАГАРНУЦЬ у чысты ручнік і пакінуць на стале.
                (II) Хлеб быў не толькі паказчыкам дастатку і працавітасці, але і займаў пачэснае месца ў душэўным жыцці беларусаў. 
                (12) Ён быў важным атрыбутам разнастайных абрадаў, урачыстасцей і свят: сватаўства, вяселгя, радзін, закладкі  новай хаты. 
                (13) Хлебам-соллю віталі САМЫХ дарагіх гасцей. 
                (14) Хлеб, з’яўляючыся ідэйна значымым паняццем, сустракаецца ў шматлікіх павучальных прыказках, што адлюстроўваюць народную мудрасць, нацыянальны характар: Хто сее хлеб, той сее праўду. 
                (15) Пра хлеб існуе шмат афарызмаў і ў сённяшні дзень: Хлеб — ёсць здаўна завядзёнка — першы ўзыходзіць на стол (С. Законнікаў. Дома).
                (16) Усім вядома, што ВАНДРОЎНІК які хлеб з сабой носіць, есці не просіць.
             `,
        answers: [
          "тэкст публіцыстычнага стылю",
          "тэкст гутарковага стылю",
          "тэкст навуковага стылю",
          "тэкст мастацкага стылю",
          "тэкст афіцыйнага	стылю",
        ],
        right: "1",
      },
      {
        id: "A30",
        theme: "",
        type: "A_2",
        quest:
          " У адным са сказаў 7—11 тэксту знайдзіце лексічную памылку (сэнсава няправільна ўжытае слова). 3 прапанаваных слоў адзначце тое, якое павінна быць ужыта ў адным са сказаў 7-11.",
        questText: `
                (7) Раілася рашчыняць хлеб у добрым, узнёсльм настроі, бо кепскі, лічылася, адмоўна ўплывае на якасць хлеба. 
                (8) Калі хлеб выпякаўся руплівымі матчынымі альбо бабулінымі рукамі, непажадана было каму-небудзь сядзець на печы, забаранялася ў гэты час весці спрэчку і гучна размаўляць. 
                (9) 3 пашанай адносіліся да начыння (напрыклад, да дзяжы або сіта), якое меркавалі выкарыстаць для прыгатавання хлеба.
                (10) Пасля абеду акраец хлеба неабходна было ЗАГАРНУЦЬ у чысты ручнік і пакінуць на стале.
                (II) Хлеб быў не толькі паказчыкам дастатку і працавітасці, але і займаў пачэснае месца ў душэўным жыцці беларусаў. 
             `,
        answers: [
          "расчыняць",
          "дабрачынным",
          "узнесеным",
          "краёчак",
          "духоўным",
        ],
        right: "5",
      },
      {
        id: "B1",
        theme: "",
        type: "B_0",
        quest:
          "Знайдзіце ў 14-м сказе тэксту немэтазгодна (збыткоўна) выкарыстанае слова, якое парушае правільнасць маўлення. Запішыце гэта слова ў той граматычнай форме, у якой яно пададзена ў 14-м сказе.",
        questText: `           
            (14) Хлеб, з’яўляючыся ідэйна значымым паняццем, сустракаецца ў шматлікіх павучальных прыказках, што адлюстроўваюць народную мудрасць, нацыянальны характар: Хто сее хлеб, той сее праўду.         
            `,
        right: "ПАВУЧАЛЬНЫХ",
      },
      {
        id: "B2",
        theme: "",
        type: "B_0",
        quest: "Знайдзіце ў 9-м сказе тэксту злучнік і запішыце яго.",
        questText: `
              (9) 3 пашанай адносіліся да начыння (напрыклад, да дзяжы або сіта), якое меркавалі выкарыстаць для прыгатавання хлеба.
            `,
        right: "АБО",
      },
      {
        id: "B3",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 1-м сказе тэксту назоўнік у форме давальнага склону адзіночнага ліку",
        questText: `              
             (I)	Хлеб у беларусаў здаўна меў вялікую ПАВАГУ і служыў сімвалам жыцця, дабрабыту.                       
            `,
        right: "ПАВАЗЕ",
      },
      {
        id: "B4",
        theme: "",
        type: "B_0",
        quest:
          "  Ад назоўніка, падкрэсленага ў 16-м сказе тэксту, утварыце прыметнік пры дапамозе суфікса -ск-. Запішыце гэты прыметнік у форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
            (16) Усім вядома, што ВАНДРОЎНІК які хлеб з сабой носіць, есці не просіць.
            `,
        right: "ВАНДРОЎНІЦКІ",
      },
      {
        id: "B5",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце падкрэслены ў 13-м сказе тэксту займеннік у пачатковай форме.",
        questText: `
             (13) Хлебам-соллю віталі САМЫХ дарагіх гасцей. `,
        right: "САМЫ",
      },
      {
        id: "B6",
        theme: "",
        type: "B_0",
        quest:
          "Ад асновы дзеяслова, выдзеленага ў 10-м сказе тэксту, утварыце поўны дзеепрыметнік залежнага стану і запішыце яго ў форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
            (10) Пасля абеду акраец хлеба неабходна было ЗАГАРНУЦЬ у чысты ручнік і пакінуць на стале.                
            `,
        right: "ЗАГОРНУТЫ",
      },
      {
        id: "B7",
        theme: "",
        type: "B_0",
        quest:
          "3 двух прапанаваных у дужках слоў вызначце тое, шго адпавядае сэнсу сказа. Запішыце гэта слова ў той граматычнай форме, у якой яно павінна быць ужыта ў сказе:",
        questText: `
            Заўсёды дзіўна назіраць за тым, як падае зорка ўначы: ні з таго ні з сяго яна, неасцярожная, рантам зрываецца з недасяжнай вышыні і, пакідаючы за сабой жоўценькую нітачку, (распасціраецца, імчыцца), на жаль, у невядомасць.
            `,
        right: "ІМЧЫЦЦА",
      },
      {
        id: "B8",
        theme: "",
        type: "B_1",
        quest:
          "Устанавіце адпаведнасць паміж словамі у левым слупку і іх характарыстыкамі ў правым слупку. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Схематызм.`,
          `Б. Зляпіць.`,
          `В. Джаланосны.`,
          `Г. Дайвінг.`,
          ``,
          `1.	Слова, у якім усе зычныя гукі мяккія`,
          `2.	Слова, у якім 2 мяккія зычныя гукі`,
          `3.	Слова, у якім 1 мяккі зычны гук`,
          `4.	Слова, у якім 7 зацвярдзелы зычны гук`,
          `5. Стова, у якім 3 мяккія зычныя гукі`,
        ],
        right: "А3Б1В4Г2",
      },
      {
        id: "B9",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце значэнне прыведзеных фразеалагізмаў 1 ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Як снег на галаву.`,
          `Б. Каша ў галаве.`,
          `В. Можна сказаць.`,
          `Г. Есці не просіць.`,
          ``,
          `1. Ужываецца ў значэнні пабочнай канструкцыі.`,
          `2.	Па значэнні адпавядае фразеалагізму "мала кашы еў". `,
          `3.	Мае значэнне "хто-небудзь блытана разважае, не мае яснасці ўразуменні чаго-небудзь"`,
          `4.	Мае значэнне "не абцяжарвае каго-небудзь сваім існаваннем і можа спатрэбіцца"`,
          `5.	Па значэнні адпавядае фразеалагізму "адкуль ні вазьміся"`,
        ],
        right: "А5Б3В1Г4",
      },
      {
        id: "B10",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце спосаб утварэння прыведзеных слоў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Судакладчык.`,
          `Б. Прыкметнасць.`,
          `В. Панізіць.`,
          `Г. МАЗ.`,
          ``,
          `1. Літарная абрэвіяцыя`,
          `2. Суфіксальны`,
          `3. Прыставачна-суфіксальны`,
          `4. Прыставачны`,
          `5. Гукавая абрэвіяцыя.`,
        ],
        right: "А4Б2В3Г5",
      },
    ],
  },
  {
    id: 2,
    testSetName: "ЦТ_2020_3",
    questions: [
      {
        id: "A1",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць з вялікай літары:",
        answers: [
          "паэма «(Д/д)ажынкі»",
          "кветка (Р/р)амонак",
          "(Т/т)аццяніна хата",
          "рака (С/с)ож",
          "птушка (Я/я)страб",
        ],
        right: "135",
      },
      {
        id: "A2",
        theme: "",
        type: "A_0",
        quest:
          " Адзначце словы, у якіх на месцы пропуску трэба пісаць літару э:",
        answers: [
          "ц_наўтваральны",
          "тэнд_р",
          "інт_лігент",
          "шч_бятаць",
          "бр_зент",
        ],
        right: "13",
      },
      {
        id: "A3",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару е:",
        answers: ["сув_зь", "с_лянін", "п_рыяд", "в_лікакняжацкі", "н_гучны"],
        right: "234",
      },
      {
        id: "A4",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы (прыклады) з правільным выдзеленых літар:",
        answers: [
          "праЎка",
          "соцыУм",
          "кантрольна-Ўліковы",
          "аУдыенцыя",
          "за Ўладзівастокам",
        ],
        right: "123",
      },
      {
        id: "A5",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць апостраф:",
        answers: ["мадэл_ер", "узмор_е", "саслоў_е", "прад_яўленне", "суб_ект"],
        right: "245",
      },
      {
        id: "A6",
        theme: "",
        type: "A",
        quest: "Адзначце правільна напісаныя словы:",
        answers: ["гальё", "мнагаводдзе", "вітанне", "тэлеграмма", "рассыпаць"],
        right: "235",
      },
      {
        id: "A7",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: [
          "спаборніцтва",
          "шчарнець",
          "кантрастны",
          "дакладчык",
          "вычышчаць",
        ],
        right: "145",
      },
      {
        id: "A8",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы (формы слоў), у якіх выдзелены канчатак:",
        answers: [
          "вітаЮся",
          "упрыгожыЎ",
          "бесперастанкУ",
          "зямлЯ",
          "запаліЎШЫ",
        ],
        right: "14",
      },
      {
        id: "A9",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(магазін) салон",
          "(газа) правод",
          "(міні) футбол",
          "(Эпімах) Шыпіла",
          "(паў) лімона",
        ],
        right: "134",
      },
      {
        id: "A10",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(сена) косны",
          "(ста) гадовы",
          "(архітэктурна) мастацкі",
          "(бела) сіні",
          "(ультра) кароткі",
        ],
        right: "34",
      },
      {
        id: "A11",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя лічэбнікі:",
        answers: [
          "сёмый",
          "восемьдзесят",
          "дванадцаць",
          "тры чацвёртыя",
          "шасцёра",
        ],
        right: "45",
      },
      {
        id: "A12",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзелены дзеяслоў правільна запісаны ў форме 1-й асобы множнага ліку цяперашняга ці будучага простага часу:",
        answers: [
          "НАРЭЗАЦЬ — нарэжэм",
          "ЗАПАЛІЦЬ — запальваем",
          "ВЫЛУЧЫЦЬ — вылучым",
          "ЗМЯНІЦЦА— зменімся",
          "БУДЗІЦЬ — будзім",
        ],
        right: "345",
      },
      {
        id: "A13",
        theme: "",
        type: "A_0",
        quest: "Адзначце прыклады, у якіх выдзслсныя словы трэба пісаць разам:",
        answers: [
          "ставіцца (ПА)ДОБРАМУ",
          "дасылаць (ШТО)КВАРТАЛЬНА",
          "адчыніць (НА)СЦЕЖ",
          "наесціся (ДА)АДВАЛУ",
          "вярнуцца (ЗА)СВЕТЛА",
        ],
        right: "235",
      },
      {
        id: "A14",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы з не, ні напісаны правільна:",
        answers: [
          "НІХТО не адмовіць",
          "яблыні НЕ пасаджаны",
          "НЕгустыя, а рэдкія кусты",
          "НЕпафарбаваная падлога",
          "берагчы НЕкарыстаючыся",
        ],
        right: "124",
      },
      {
        id: "A15",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх на месцы пропуску ўжываецца часціца не:",
        answers: [
          "Якіх толькі кветак _ знойдзеш у майскім лузе!",
          "_ раз трэба суніцам пакланіцца, каб поўную	вярэньку	назбіраць.",
          "_ хвілінкі вольнай у хлебаробаў у час жніва.",
          "3 кім бы чалавек _ дасягнуў дамоўленасці, найлепшай для яго ўсё роўна будзе згода з самім сабой.",
          "Чужым розумам _ пражывеш.",
        ],
        right: "125",
      },
      {
        id: "A16",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словазлучэнні, якія адпавядаюць нормам беларускай літаратурнай мовы:",
        answers: [
          "падзякаваць брату",
          "доўгая цень",
          "чарнейшы сажы",
          "сумаваць па сябрах",
          "стварыць на ўзор",
        ],
        right: "145",
      },
      {
        id: "A17",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх выдзеленае слова (словы) — акалічнасць:",
        answers: [
          "Бывае незвычайна СВЕТЛА на душы, як за акном сняжынкі першыя вальсуюць у цішы.",
          "Хітраю ліскай крадзецца па альхоўніку, АБЫХОДЗЯЧЫ МАЮ ВЁСКУ БОКАМ, пакручастая рачулка.",
          "Чорны тхор, ЯК і ласка, водзіцца на балоце.",
          "Многія з нас ездзяць АДПАЧЫВАЦЬне на поўдзень,	а	ў	вёску, дзе поле бязмежнае, рэчка гуллівая, лес несканчоны.",
          "ЛЕТАМ усімі колерамі вясёлкі зіхацяць лугі.",
        ],
        right: "245",
      },
      {
        id: "A18",
        theme: "",
        type: "A_1",
        quest: "Адзначце аднасастаўныя сказы:",
        answers: [
          "У нас сваіх хапае слоў, крамяных, росных, васільковых.",
          "У беларускай міфалогіі рамонак параўноўваецца з зоркай.",
          "Адзін з самых вядомых у Мінску фантанаў «Хлопчык з лебедзем» пабудавалі ў 1874 годзе.",
          "Калекцыя Нацыянальнага мастацкага музея Рэспублікі Беларусь найлепшая ў краіне.",
          "Гучы, народная песня, і ў святы, і ў буднія дні!",
        ],
        right: "135",
      },
      {
        id: "A19",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску абавязкова ставіцца працяжнік:",
        answers: [
          "Ноч _ не дзень, хоць і яна бывае белаю.",
          "Быць здаровым _ найлепшае пажаданне кожнаму.",
          "Матылькі _ што каляровыя агеньчыкі, якія лятаюць-успыхваюць над палявымі кветкамі.",
          "У юнацтве мары _ смелыя, адважныя.",
          "«Новая зямля» _ твор пра вечныя каштоўнасці, найважнейшай з якіх з’яўляецца зямля.",
        ],
        right: "25",
      },
      {
        id: "A20",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску трэба паставіць коску:",
        answers: [
          "У спеве жулана можна пачуць стракатанне сарокі, цвырканне вераб’я, меладычны свіст івалгі _ ці хрыплае карканне вароны.",
          "Полацкае і Тураўскае княствы — гэта першыя _ беларускія дзяржавы.",
          "Перад навальніцай вераб’і не толькі сцішваюцца _ але і хаваюцца ў падстрэшша.",
          "Гояцца вадою дажджавою травінка кожная _ і кветачка, і кожны ліст.",
          "Хвіліна маўчання бывае рознаю: яна то сумная, трывожная _ то радасная, шчаслівая, пераможная.",
        ],
        right: "345",
      },
      {
        id: "A21",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Глеба ў нас такая, што на ёй усё расце _ як на дражджах.",
          "Зоркі _ нібы срэбра _ рассыпае ў небе калядная ноч.",
          "Навагодні вечар быццам маг.",
          "Увесну бярозкі _ што русалкі _ расплятаюць свае коскі.",
          "11 снежня 2018 года ўвойдзе ў гісторыю беларускага друку _ як дзень адкрыцця «разумнага» павільёна Белсаюзлруку.",
        ],
        right: "24",
      },
      {
        id: "A22",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Зрабіўшы з хвойнага насення кашку ў валляку _ старанна кормяць сваіх дзетак крыжадзюбы.",
          "На тэрыторыі Беларусі _ апрача шматлікай колькасці азёр _ знаходзіцца больш за 20 тысяч рэк і ручаёў.",
          "Любіў я некалі назіраць	за тым, як дзядуля чай са сподачка п’е _ сёрбаючы.",
          "Насенне анемоны _ або	інакш кураслепу _ разносіцца па лесе мурашкамі.",
          "Апярэзаныя жоўтымі паяскамі _ чмялі басавіта гудуць над духмянай канюшынай.",
        ],
        right: "124",
      },
      {
        id: "A23",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце сказы, у якіх ёсць пабочнае слова (улічыце, што знакамі прыпынку пабочныя словы не выдзелены):",
        answers: [
          "Дзе мала слоў, там кожнае з іх кажуць вялікую вагу мае.",
          "Такуючы, глушэц нічога	не чуе і нават нічога не заўважае, бо цалкам захоплены сваімі	спевамі.",
          "Нягледзячы на вялікую	колькасць у свеце высакарослых дрэў, сапраўднымі	гігантамі	аднак з’яўляюцца амерыканская секвоя і велінгтонія.",
          "Золата і серабро вядома ўваходзяць у састаў многіх лекавых прэпаратаў і касметычных сродкаў.",
          "Пэўны верш здаецца гучным, ды толькі, калі ён алгучыпь, сэрца па нейкай прычыне маўчыць.",
        ],
        right: "134",
      },
      {
        id: "A24",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназлучаныя сказы, паміж часткамі якіх трэба паставіць коску:",
        answers: [
          "Ледзь распусціць сонейка косы і знікаюць з травы брыльянцістыя росы.",
          "Соль у вадзе нараджаецца а пасля сама вады баіцца.",
          "Цэлы дзень то ліў дождж то сеялася, як праз сіта, золкая імжа.",
          "Як многа птушак у нашых векавых дубровах і якія тут гучаць дзівосныя сімфоніі!",
          "Некалі для навучання грамаце выкарыстоўвалі спецыяльныя дошчачкі і ствараліся спецыяльныя берасцяныя сшыткі з алфавітам.",
        ],
        right: "23",
      },
      {
        id: "A25",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназалежныя сказы, у якіх на месцы пропуску (пропускаў) не трэба ставіць знак (знакі) прыпынку:",
        answers: [
          "Кажуць, што бусел селіцца толькі каля добрых людзей _ і што ён аберагае нас ад усякіх няшчасцяў.",
          "Калі ёсць розум _ будзе толк.",
          "Высока ў небе гучала дзіўная мелодыя _ быццам нехта іграў на дудачцы.",
          "У начным паднябессі _ што мільёнамі ліхтарыкаў свеціцца _ заблукала Малая Мядзведзіца.",
          "Я ўпэўнены, што _ калі дабра другім жадаеш, то да цябе яно вернецца ўдвая.",
        ],
        right: "15",
      },
      {
        id: "A26",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце бяззлучнікавыя складаныя сказы, паміж часткамі якіх трэба паставіць працяжнік:",
        answers: [
          "Зіхаціць калядны снег-пушок горнецца да зоркі зорка ў небе.",
          "Зразумелую ўсім нам задачу ставіў перад сабой Уладзімір Караткевіч ён імкнуўся паказаць вытокі народнай этыкі і маралі.",
          "Хацеў заснуць зацёхкаў песню ліббую нябачны салавей.",
          "Тата, памятаю, называў мяне Валянцінай Міхайлаўнай вельмі ўдумлівая была я ў дзяцінстве.",
          "Папрацуеш старанна на зямлі яна шчодра заплаціць табе.",
        ],
        right: "35",
      },
      {
        id: "A27",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце спверджанні, якія адпавядаюць складанаму сказу з рознымі відамі сувязі частак:",
        questText: `
            Мне сёння стаў вядомы наступны факт каля Крошына Ігнат Дамейка з Антонам Адьінцом пасадзілі два дубы, а вершаваны надпіс на камені, які ляжаў побач з дубамі выбіў сам Паўлюк Багрым.
            `,
        answers: [
          "у сказе прапушчана двукроп’е",
          "у сказе прапушчана адна коска",
          "у сказе пастаўлены ўсе неабходныя знакі прыпынку",
          "у сказе прапушчаны працяжнік",
          "у сказе прапушчаны дзве коскі",
        ],
        right: "12",
      },
      {
        id: "A28",
        theme: "",
        type: "A_2",
        quest:
          " Адзначце знакі прыпынку, якія трэба паставіць на месцы пропуску ў сказе:",
        questText: `
            «Залатая зорка-зараніца не заходзіць рана, не гасне за гаем, а працу ўсхваляе» _ прыгожа спявалі жанчыны, лён ірвучы.
            `,
        answers: ["коску", "кропку", "двукроп’е", "працяжнік", "пытальнік"],
        right: "14",
      },
      {
        id: "A29",
        theme: "",
        type: "A_2",
        quest: "Адзначце правільнае сцверджанне ў дачыненні да тэксту:",
        questText: `
                (1) У канцы тыдня,	ледзь	толькі апошні ТУРЫСТ	пакінуў базу, Вольга	Пятроўна ўзяла	адпачынак	і з самага ранку накіравалася ў горад да	ўнукаў.	
                (2) Ехаць у амаль што пустым, але	цёплым	аўтобусе па спакойнай лясной дарозе — немалая радасць. 
                (3) I жанчына, удала прымасціўшыся на зручным сядзенні, стала зацікаўлена пазіраць у акно.
                (4) За окном крочыла па зямлі восень. 
                (5) Абуўшы свае ножкі ў чаравічкі на мяккай падэшве, ступала восень ціха і нясмела. 
                (6) Пяшчотна, нібыта мастак мяккім пэндзлікам, размалёўвала яна лісце, якое пазвоньвала чароўным звонам. 
                (7) Ад яе далікатэснага дотыку лясныя дрэвы пакрыху пераапраналіся ў класічнае ўбранне з асенняй калекцыі. 
                (8) Адзін за адным загараліся яркай барвай клёны, мянялі зялёны колер на залацісты лісткі бяроз і дубоў.
                (9) Такая раскоша (добра разумела Вольга Пятроўна) ненадоўга. 
                (10) Пройдзе зусім мала часу — і восень разгуляецца: затанцуе яна шумнымі вятрамі ды завалачэ шэрымі хмарамі неба, якое заплача нуднымі дажджамі. 
                (11) Не змогуць ПЕРАЖЫЦЬ холаду адзінокія жоўтыя лісточкі. 
                (12) Задрыжаць і, павольна кружачыся ў сумным вальсе, упадуць на вымачаную дажджамі зямлю. 
                (13) Але гэта будзе пазней. 
                (14) А пакуль яшчэ ёсць час, каб ёй, бабулі траіх унукаў, заняцца важнымі і вельмі прыемнымі восеньскімі справамі: звязаць новыя шалікі і шкарпэткі, пагуляць з малымі па янтарных паркавых сцежках, расказаць НЕЙКІЯ цікавыя гісторыі. 
                (15) Прыйшоўшы дадому, з радасцю зрабіць яшчэ адну ПАСЛУГУ — спячы яблычны пірог з карыцай, насыпаць у чайнік ліпавага цвету і заліць гарачым кіпенем. 
                (16) А пасля, усміхнуўшыся, запрасіць усіх да сямейнага стала.
             `,
        answers: [
          "тэкст навуковага	стылю",
          "тэкст мастацкага	стылю",
          "тэкст афіцыйнага стылю",
          "тэкст гутарковага	стылю",
          "тэкст публіцыстычнага	стылю",
        ],
        right: "2",
      },
      {
        id: "A30",
        theme: "",
        type: "A_2",
        quest:
          "У адным са сказаў 7—10 тэксту знайдзіце лексічную памылку (сэнсава няправільна ўжытае слова). 3 прапанаваных слоў адзначце тое, якое павінна быць ужыта ў адным са сказаў 7-10:",
        questText: `
                (7) Ад яе далікатэснага дотыку лясныя дрэвы пакрыху пераапраналіся ў класічнае ўбранне з асенняй калекцыі. 
                (8) Адзін за адным загараліся яркай барвай клёны, мянялі зялёны колер на залацісты лісткі бяроз і дубоў.
                (9) Такая раскоша (добра разумела Вольга Пятроўна) ненадоўга. 
                (10) Пройдзе зусім мала часу — і восень разгуляецца: затанцуе яна шумнымі вятрамі ды завалачэ шэрымі хмарамі неба, якое заплача нуднымі дажджамі. 
             `,
        answers: ["далікатнага", "лясістыя", "класавае", "залаты", "шумавымі"],
        right: "1",
      },
      {
        id: "B1",
        theme: "",
        type: "B_0",
        quest:
          " Знайдзіце ў 15-м сказе тэксту немэтазгодна (збыткоўна) выкарыстанае слова, якое парушае правільнасць маўлення. Запішыце гэта слова ў той граматычнай форме, у якой яно пададзена ў 15-м сказе.",
        questText: `           
                (15) Прыйшоўшы дадому, з радасцю зрабіць яшчэ адну ПАСЛУГУ — спячы яблычны пірог з карыцай, насыпаць у чайнік ліпавага цвету і заліць гарачым кіпенем.         
            `,
        right: "ГАРАЧЫМ",
      },
      {
        id: "B2",
        theme: "",
        type: "B_0",
        quest: "Знайдзіце ў 6-м сказе тэксту злучнік і запішыце яго.",
        questText: `
            (6) Пяшчотна, нібыта мастак мяккім пэндзлікам, размалёўвала яна лісце, якое пазвоньвала чароўным звонам. 
            `,
        right: "НІБЫТА",
      },
      {
        id: "B3",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 15-м сказе тэксту назоўнік у форме давальнага склону адзіночнага ліку.",
        questText: `              
            (15) Прыйшоўшы дадому, з радасцю зрабіць яшчэ адну ПАСЛУГУ — спячы яблычны пірог з карыцай, насыпаць у чайнік ліпавага цвету і заліць гарачым кіпенем.                        
            `,
        right: "ПАСЛУЗЕ",
      },
      {
        id: "B4",
        theme: "",
        type: "B_0",
        quest:
          "  Ад назоўніка, выдзеленага ў 1-м сказе тэксту, утварыце прыметнік пры дапамозе суфікса -ск-. Запішыце гэты прыметнік у форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
            (1) У канцы тыдня,	ледзь	толькі апошні ТУРЫСТ	пакінуў базу, Вольга	Пятроўна ўзяла	адпачынак	і з самага ранку накіравалася ў горад да	ўнукаў.	
            `,
        right: "ТУРЫСЦКІ",
      },
      {
        id: "B5",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 14-м сказе тэксту займеннік у пачатковай форме.",
        questText: `
            (14) А пакуль яшчэ ёсць час, каб ёй, бабулі траіх унукаў, заняцца важнымі і вельмі прыемнымі восеньскімі справамі: звязаць новыя шалікі і шкарпэткі, пагуляць з малымі па янтарных паркавых сцежках, расказаць НЕЙКІЯ цікавыя гісторыі. `,
        right: "НЕЙКІ",
      },
      {
        id: "B6",
        theme: "",
        type: "B_0",
        quest:
          "Ад асновы дзеяслова, выдзеленага ў 11-м сказе тэксту, утварыце поўны дзеепрыметнік залежнага стану і запішыце яго ў форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
            (11) Не змогуць ПЕРАЖЫЦЬ холаду адзінокія жоўтыя лісточкі.               
            `,
        right: "ПЕРАЖЫТЫ",
      },
      {
        id: "B7",
        theme: "",
        type: "B_0",
        quest:
          "3 двух прапанаваных у дужках слоў вызначце тое, што адпавядае сэнсу сказа. Запішыце гэта слова ў той граматычнай форме, у якой яно павінна быць ужыта ў сказе:",
        questText: `
            (Нязграбная, нязвыклая) цішыня ахінула чэрвеньскі лес. птушкі, якія яшчэ зусім нядаўна радавалі нас вясёлымі спевамі, цяпер заняты пошукам ежы для сваіх неапераных птушанят.
            `,
        right: "НЯЗВЫКЛАЯ",
      },
      {
        id: "B8",
        theme: "",
        type: "B_1",
        quest:
          "Устанавіце адпаведнасць паміж словамі ў левым слупку і іх характарыстыкамі ў правым слупку. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Знізіць.`,
          `Б. Джып.`,
          `В. Займенны.`,
          `Г. Схіл.`,
          ``,
          `1.	Слова, у якім 3 мяккія зычныя гукі`,
          `2.	Слова, у якім 1 зацоярдзелы зычны гук`,
          `3.	Слова, у якім 1 мяккі зычны гук`,
          `4.	Слова, у якім усе зычныя гукі мяккія`,
          `5. Слова, у якім 2 мяккія зычныя гукі`,
        ],
        right: "А4Б2В5Г3",
      },
      {
        id: "B9",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце значэнне прыведзеных фразеалагізмаў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Чаго добрага`,
          `Б. На ўсе лады`,
          `В. На адзін лад`,
          `Г. Адзін пры адным`,
          ``,
          `1. Мае значэнне ‘па-рознаму, усебакова’.`,
          `2. Ужываецца ў значэнні пабочнай канструкцыі.`,
          `3.	Па значэнні адпавядае фразеалагізму на добрым слове.`,
          `4.	Па значэнні адпавядае фразеалагізму на адзін манер.`,
          `5.	Мае значэнне ‘вельмі блізка, густа, шчыльна’`,
        ],
        right: "А2Б1В4Г5",
      },
      {
        id: "B10",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце спосаб утварэння прыведзеных слоў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. БНТУ.`,
          `Б. Пераход.`,
          `В. Абгортванне.`,
          `Г. Падземны.`,
          ``,
          `1. Прыставачна-суфіксальны`,
          `2. Суфіксальны`,
          `3. Бяссуфіксны`,
          `4. Гукавая абрэвіяцыя`,
          `5. Літарная абрэвіяцыя`,
        ],
        right: "А5Б3В2Г1",
      },
    ],
  },
  {
    id: 3,
    testSetName: "ЦТ_2020_4",
    questions: [
      {
        id: "A1",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць з вялікай літары:",
        answers: [
          "(М/м)іхасёў малюнак",
          " птушка (Д/д)розд",
          "апавяданне «(Б/б)ульба»",
          "рака (П/п)іна",
          "кветка (А/а)рхідэя",
        ],
        right: "134",
      },
      {
        id: "A2",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару э:",
        answers: ["р_дкаслойны", "р_зерв", "др_зіна", "тр_скучы", "кандыт_р"],
        right: "12",
      },
      {
        id: "A3",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць літару е:",
        answers: ["ап_льсін", "н_чутны", "за_ц", "в_лікагрузны", "абм_жаванне"],
        right: "145",
      },
      {
        id: "A4",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы (прыклады) з правільным напісаннем падкрэсленых літар:",
        answers: [
          "слаЎны",
          "фіна-Ўгорскі",
          "шлагбаЎм",
          "аЎдыторыя",
          "ва Ўзбекістане",
        ],
        right: "124",
      },
      {
        id: "A5",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словы, у якіх на месцы пропуску трэба пісаць апостраф.",
        answers: ["вярхоў_е", "батал_ён", "прэм_ера;", "пад_езд", "сузор_е"],
        right: "345",
      },
      {
        id: "A6",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: ["каллекцыя", "варэнне", "свацья", "суладдзе", "рассмакаваць"],
        right: "245",
      },
      {
        id: "A7",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя словы:",
        answers: [
          "наладчык",
          "выдавецтва",
          "блішчасты;",
          "рашчуліцца",
          "маёмастны",
        ],
        right: "123",
      },
      {
        id: "A8",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы (формы слоў), у якіх выдзелены канчатак",
        answers: [
          "напераменкУ",
          "прачытаЎ",
          "разгледзеЎШЫ",
          "хвалЯ",
          "займаЮся",
        ],
        right: "45",
      },
      {
        id: "A9",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(Лебедзеў) Кумач",
          "(паў) агурка",
          "(экс) інжынер",
          "(тэле) спектакль",
          "(астраном) практык",
        ],
        right: "135",
      },
      {
        id: "A10",
        theme: "",
        type: "A_0",
        quest: "Адзначце словы, якія трэба пісаць праз злучок:",
        answers: [
          "(арфаграфічна) граматычны",
          "(інфра) чырвоны",
          "(пяці) пакаёвы",
          "(крыга) ходны",
          "(кісла) салодкі",
        ],
        right: "15",
      },
      {
        id: "A11",
        theme: "",
        type: "A_0",
        quest: "Адзначце правільна напісаныя лічэбнікі:",
        answers: [
          "дзясяцера",
          "трэцій",
          "чатыры пятых",
          "дванаццаць",
          "шэсцьдзесят",
        ],
        right: "14",
      },
      {
        id: "A12",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзелены дзеяслоў правільна запісаны ў форме 1-й асобы множнага ліку цяперашняга ці будучага простага часу:",
        answers: [
          "ВАЗІЦЬ — возім",
          "АБНАДЗЕІЦЬ — абнадзейваем",
          "З’ЯВІЦЦЫ — з'явімся",
          "ПРЫРУЧАЦЬ — прыручым",
          "ЗАКАЗАЦЬ — закажэм",
        ],
        right: "134",
      },
      {
        id: "A13",
        theme: "",
        type: "A_0",
        quest: "Адзначце прыклады, у якіх выдзеленыя словы трэба пісаць разам:",
        answers: [
          "паўтараць (ШТО) РАЗ",
          "(НАД) ЗВЫЧАЙНА сакавіты",
          "гаварыць (ПА) КНІЖНАМУ",
          "вызначыць (НА) СМАК",
          "адпачываць (У) ЛЕТКУ",
        ],
        right: "125",
      },
      {
        id: "A14",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце прыклады, у якіх выдзеленыя словы з не, ні напісаны правільна:",
        answers: [
          "бегчы НЕазіраючыся",
          "алоўкі НЕ завостраны",
          "невялікі, а малы канверт",
          "НІяк не назваць",
          "НЕнадежная сцяна",
        ],
        right: "245",
      },
      {
        id: "A15",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх на месцы пропуску ўжываецца часціца не:",
        answers: [
          "Бывае, што зранку на траве_____расінкі.",
          "Зорнай ноччу любаваўся я_______раз планетай Марс.",
          "Вельмі важна, згадзіцеся, быць на сваім месны і ніколі_______занімаць чужога.",
          "Які б вышывала матуля ручнік, усё адно сінеюць валошкі ва ўзоры.",
          "Хто ж з нас любіць кружэння каляднага пухкага снегу!",
        ],
        right: "235",
      },
      {
        id: "A16",
        theme: "",
        type: "A_0",
        quest:
          "Адзначце словазлучэнні, якія адпавядаюць нормам беларускай літаратурнай мовы:",
        answers: [
          "шчодры на пахвалу",
          "ездзіць па школах",
          "сярэбраная медаль",
          "працавань на працягу года",
          "бялейшы снегу",
        ],
        right: "124",
      },
      {
        id: "A17",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх выдзеленае слова (словы) — акалічнасць:",
        answers: [
          "ЯК і нашы бацькі ды дзяды, мы сваёй даражым спадчынай.",
          "Зноў будзе РАДАСНА ўсёй прыродзе, калі грымне вясенні гром, калі	зазіхацяць на	кожнай травінцы дажджавыя маністы.",
          "ВЯСНОЙ з самай раніцы і да позняй пары глебу на скібы ў полі крояць трактары.",
          "Ветрык часам да птушыных гнёздаў падлятае ПАГУШКАЦЬ малых птушанят.",
          "Калі навокал яшчэ ранішняя стынь, паміж алешын і асін, СТРАСАЮЧЫ РАГАМІ ІНЕЙ, ідуць паважныя ласі.",
        ],
        right: "345",
      },
      {
        id: "A18",
        theme: "",
        type: "A_1",
        quest: "Адзначце аднасастаўныя сказы:",
        answers: [
          "I ў зімовую сцюжу, і ў летнюю спёку бруіцца ў нашых крыніцах гаючая вада.",
          "Заўжды звініце, родныя гаі, непаўторнымі птушынымі песнямі!",
          "У 1529 годзе на нашай зямлі стварылі адзін з першых у Еўропе	збор	законаў	—	Статут.",
          "Пахне мятай на росным лузе.",
          "Слуцкія паясы, бясспрэчпа, унікальныя, бясцэнныя.",
        ],
        right: "234",
      },
      {
        id: "A19",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце сказы, у якіх на	месцы пропуску абавязкова ставіцца працяжнік:",
        answers: [
          "Куст парэчак_______нібы	музычная шкатулка: так весела ў ім цінькаюць нястомныя	сінічкі.",
          "Першыя вясновыя кветкі чароўныя і далікатныя.",
          "Берагчы прыроду задача кожнага з нас.",
          "Мой сябар_______не	механік, але можа адрамантаваць любую машыну.",
          "Бурлеск____жанр	сатырычнай паэзіі, заснаваны на несупадзенні сутнасці	і формы выказвання.",
        ],
        right: "35",
      },
      {
        id: "A20",
        theme: "",
        type: "A_1",
        quest: "Адзначце сказы, у якіх на	месцы пропуску трэба паставіць коску:",
        answers: [
          "Усё было мне міла тут:	над Нёманам зялёны кут, палі шырокія, узгоркі___і смоль	сасны,	і ў небе зоркі.",
          "Не толькі ў___залах_але і ў фондах Мірскага замка беражліва захоўваюцца ўнікальныя	экспанаты.",
          "Ледзь пасвятлее	ў Светлагорску — і прачынаецца мой край; едзь у	райцэнтр,	у горад_______ці ў вёску — у любым месцы будзе рай.",
          "Магу бясконца назіраць за тым, як лёгкі_____чэрвеньскі ветрык гойдае хвалі жытнёвага мора.",
          "То праз азёры______то праз горы шпакі заўжды вяртаюцца сюды — у нашы беларускія сады.",
        ],
        right: "125",
      },
      {
        id: "A21",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Край мой там, дзе Сафія плыве над Дзвіною________нібы карабель.",
          "Вясна, вясна жаданая, ты прыйдзеш зноў, ты вернется, і першы	гром___што музыка_______таемна  так пракоціцца.",
          "Матуліна ўсмешка____быццам сонейка.",
          "Усе мы ведаем Пятра Мсціслаўца_____як друкара, паслядоўніка Францыска Скарыны,	паплечніка Сымона Буднага і Івана Фёдарава.",
          "У 1913 годзе думка напісаць беларускую граматыку авалодала свядомасцю Браніслава Тарашкевіча, бо граматыка патрэбна была_____як паветра.",
        ],
        right: "12",
      },
      {
        id: "A22",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце сказы, у якіх на месцы пропуску (пропускаў) трэба паставіць коску (коскі):",
        answers: [
          "Зверабой___ці інакш святаяннік_____любіць светлыя лясныя паляны і сухія лугі.",
          "Сатканыя з кужэльных нітак_____хмары сонца абвілі.",
          "Даўно ў нас не было тых завірух, што ўсю зіму гудуць______не змаўкаючы.",
          "У 1503 годзе___акрамя Ваўкавыска_____магдэбургскае права атрымаў Камянец.",
          "Жнівеньскія ночы____развязаўшы чорныя мяхі_______высыпаюць сотні тысяч зорак, каб святлейшымі былі лугі.",
        ],
        right: "145",
      },
      {
        id: "A23",
        theme: "",
        type: "A_1",
        quest:
          " Адзначце сказы, у якіх ёсць пабочнае слова (улічыце, што знакамі прыпынку пабочныя словы не выдзелены):",
        answers: [
          "Пісьменнікі нават пры апісанні рэальнага выпадку не застаюцца простымі фактографамі.",
          "Асобае значэнне для развіцця музейнай справы Беларусі мела вядома збіральніцкая дзейнасць археолага, этнографа і грамадскага дзеяча Івана Луцкевіча.",
          "Шчасліваму і ў сне кажуць шчасце сніцца.",
          "Сакавік, які ўжо светам авалодаў, цяпла аднак з сабою не прынёс.",
          "Белая хмарка ў лазурковым летнім небе мне здаецца адзінокім у бязмежным акіяне караблём.",
        ],
        right: "234",
      },
      {
        id: "A24",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназлучаныя сказы, паміж часткамі якіх трэба паставіць коску:",
        answers: [
          "У лесе то зачаруюць і павядуць за сабой ледзь прыкметныя сцяжынкі то раптам дзве-тры дарожкі паклічуць пайсці ў розныя бакі.",
          "Якія светлыя нашы дубровы і якія сінія ў нас азёры!",
          "Сосны заснулі ў снежных шалашах а рэчка бруістая спрабуе вырвацца з-пад аковаў лёду празрыстага.",
          "На світанні салавей ударыў па цымбалах і шпак	па струнах	правёў смычком.",
          "Пройдуць грыбныя дажджы і грыбнікоў дома не	застанеш.",
        ],
        right: "13",
      },
      {
        id: "A25",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце складаназалежныя сказы, у якіх на месцы пропуску (пропускаў) не трэба ставіць знак (знакі) прыпынку:",
        answers: [
          "Колькі б ні думалі__лепшую за хлеб ежу цяжка	прыдумаць.",
          "Кажуць, што____калі хочаш пазнаць чалавека, то	абавязкова	паслухай	яго	гаворку.",
          "Мясціны____дзе любяць сяліцца мурашкі_____ў беларусаў лічацца шчаслівымі для будаўніцтва хаты.",
          "Званчэе сэрца стук, калі яно кахае___ і калі ў яго біццё такі ж прыгожы стук другое сэрца ўплятае.",
          "Кажаны чуюць ультрагукі_____якія нашаму слыху цяжка ўлавіць.",
        ],
        right: "24",
      },
      {
        id: "A26",
        theme: "",
        type: "A_1",
        quest:
          "Адзначце бяззлучнікавыя складаныя сказы, паміж часткамі якіх трэба паставіць працяжнік:",
        answers: [
          "Кожны хоць раз павінен убачыць на свае вочы найпрыгажэйшы малюнак гарыць журавінавы жар на прыкрытай лёгкім туманам імшарыне.",
          "3 бярозы цячэ многа соку чакай дажджлівага лета.",
          "Над чабаровымі ўзлескамі любіць сонейка пастаяць ля чабаровых узлескаў любіць ветрык палятаць.",
          "Птушку аўсянку нярэдка блытаюць з вераб’ём яна такая ж шэранькая.",
          "Не пухам лебедзяў абсыпаны лагчыны схавала іх зіма пад снежнаю аўчынай.",
        ],
        right: "25",
      },
      {
        id: "A27",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце сцверджанні, якія адпавядаюць складанаму сказу з рознымі відамі сувязі частак:",
        questText: `
            У адуванчыкаў добра наладжаны рэжым сну надвячоркам яны кладуцца спаць /', сціснуўшыся у тугія пупышкі, адпачываюць усю ноч, а раніцай, якая будзіць іх сонечнымі промнямі кветкі зноў раскрываюцца.
            `,
        answers: [
          "у сказе прапушчаны дзве коскі",
          "у сказе прапушчана двукроп’е",
          "у сказе прапушчана адна коска",
          "у сказе пастаўлены ўсе неабходныя знакі прыпынку",
          "у сказе прапушчаны працяжнік",
        ],
        right: "23",
      },
      {
        id: "A28",
        theme: "",
        type: "A_2",
        quest:
          "Адзначце знакі прыпынку, якія трэба паставіць на месцы пропуску ў сказе:",
        questText: `
                 «Ікебана — мастацтва скяадання букетаў з кветак»_____пачаў фларыст першыя заняткі з невялікага экскурсу у гісторыю.
            `,
        answers: ["двукроп’е", "кропку", "коску", "працяжнік", "пытальнік"],
        right: "34",
      },
      {
        id: "A29",
        theme: "",
        type: "A_2",
        quest: "Адзначце правільнае сцверджанне ў дачыненні да тэксту:",
        questText: `
                (1)	Зваротак называе асобу або предмет, да якіх звяртаецца той, хто гаворыць: Люблю цябе, веска, і летам спякотным, і у дажджавую восень.
                (2)	Зваротак граматычна не звязаны з членамі сказа і членам сказа не з’яўляецца. 
                (3) Са сказам ён звязаны сэнсава і інтанацыйна.
                (4)	Зваротак выражаецца назоўнікам у форме назоўнага склону або клічнай формой назоўніка: Адышло ад нас ты, лета, жаўталісцем лес адзеты. Сустракай нас, лесе, вясёлымі птушынымі галасамі!
                (5)	Паводле структуры звароткі бываюць неразвітыя (выражаныя адным словам) і развітыя (выражаныя назоўнікам з паясняльнымі словамі): Твая ўсмешка, мамачка, цёплая, як сонейка! Ах, дрэвы векавыя і маладыя, адкрыйце тайну мне сваю: хто вам заўсёды моднае адзенне так спрытна шые КОЖНУЮ вясну?
                (6)	Зваротак аддзяляецца (у пачатку або ў канцы сказа) ці выдзяляецца (у сярэдзіне сказа) коскамі. 
                (7) Калі ён стаіць у пачатку сказа і вымаўляецца з клічнай інтанацыяй, пасля яго ставіцца клічнік, а наступнае слова пішацца з вялікай літары: Мой родны ГОРАД! Жыві, квітней і прыгажэй!
                (8) У сказе сустракаюцца звароткі (два і больш), якія звязаны адносінамі аднароднасці: Перад вамі, маладыя юнакі і дзяўчаты, родны край наш імкнецца АДКРЫЦЬ усе дарогі! 
                (9) Аднароднасць звароткаў, хоць яны і не з’яўляюцца членамі сказа, не выклікае пярэчання. 
                (10) Трэба ўзяць пад УВАГУ, што аднароднымі могуць быць не толькі члены сказа, але і іншыя сінтаксічныя адзінкі. 
                (11) Напрыклад, часткі складаназалежнага сказа пры сузалежньш падпарадкаванні.
                (12) Звароткі, якія паўтараюцца, не звязаны адносінамі аднароднасці, аднак яны нясуць дадатковую стылістычную нагрузку — перадаюць розныя адценні эмоцый: Вясна, вясна жаданая! Ты прыйдзеш зноў, ты вернется!
            `,
        answers: [
          "тэкст гутарковага	стылю",
          "тэкст публіцыстычнага	стылю",
          "тэкст навуковага стылю",
          "тэкст мастацкага стылю",
          "тэкст афіцыйнага	стылю",
        ],
        right: "3",
      },
      {
        id: "A30",
        theme: "",
        type: "A_2",
        quest:
          "У адным са сказаў 1—5 тэксту знайдзіце лексічную памылку (сэнсава няправільна ўжытае слова). 3 прапанаваных слоў адзначце тое, якое павінна быць ужыта ў адным са сказаў 1—5:",
        questText: `
                (1)	Зваротак называе асобу або предмет, да якіх звяртаецца той, хто гаворыць: Люблю цябе, веска, і летам спякотным, і у дажджавую восень.
                (2)	Зваротак граматычна не звязаны з членамі сказа і членам сказа не з’яўляецца. 
                (3) Са сказам ён звязаны сэнсава і інтанацыйна.
                (4)	Зваротак выражаецца назоўнікам у форме назоўнага склону або клічнай формой назоўніка: Адышло ад нас ты, лета, жаўталісцем лес адзеты. Сустракай нас, лесе, вясёлымі птушынымі галасамі!
                (5)	Паводле структуры звароткі бываюць неразвітыя (выражаныя адным словам) і развітыя (выражаныя назоўнікам з паясняльнымі словамі): Твая ўсмешка, мамачка, цёплая, як сонейка! Ах, дрэвы векавыя і маладыя, адкрыйце тайну мне сваю: хто вам заўсёды моднае адзенне так спрытна шые КОЖНУЮ вясну?
             `,
        answers: [
          "зварот",
          "дажджлівую",
          "скланення",
          "вясельнымі",
          "малодшыя",
        ],
        right: "2",
      },
      {
        id: "B1",
        theme: "",
        type: "B_0",
        quest:
          "Знайдзіце ў 8-м сказе тэксту немэтазгодна (збыткоўна) выкарыстанае слова, якое парушае правіль-насць маўлення. Запішыце гэта слова ў той граматычнай форме, у якой яно пададзена ў 8-м сказе.",
        questText: `           
                (8) У сказе сустракаюцца звароткі (два і больш), якія звязаны адносінамі аднароднасці: Перад вамі, маладыя юнакі і дзяўчаты, родны край наш імкнецца АДКРЫЦЬ усе дарогі!            
            `,
        right: "МАЛАДЫЯ",
      },
      {
        id: "B2",
        theme: "",
        type: "B_0",
        quest: "Знайдзіце ў 12-м сказе тэксту злучнік і запішыце яго.",
        questText: `
            (12) Звароткі, якія паўтараюцца, не звязаны адносінамі аднароднасці, аднак яны нясуць дадатковую стылістычную нагрузку — перадаюць розныя адценні эмоцый: Вясна, вясна жаданая! Ты прыйдзеш зноў, ты вернется!
            `,
        right: "АДНАК",
      },
      {
        id: "B3",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 10-м сказе тэксту назоўнік у форме давальнага склону адзіночнага ліку.",
        questText: `              
                (10) Трэба ўзяць пад УВАГУ, што аднароднымі могуць быць не толькі члены сказа, але і іншыя сінтаксічныя адзінкі. 
                     
            `,
        right: "УВАЗЕ",
      },
      {
        id: "B4",
        theme: "",
        type: "B_0",
        quest:
          " Ад назоўніка, падкрэсленага ў 7-м сказе тэксту, утварыце прыметнік пры дапамозе суфікса -ск-. Запішыце тэты прыметнік у форме назоўнага склону адзіночнага ліку мужчынскага роду",
        questText: `
                (7) Калі ён стаіць у пачатку сказа і вымаўляецца з клічнай інтанацыяй, пасля яго ставіцца клічнік, а наступнае слова пішацца з вялікай літары: Мой родны ГОРАД! Жыві, квітней і прыгажэй!
            `,
        right: "ГАРАДСКІ",
      },
      {
        id: "B5",
        theme: "",
        type: "B_0",
        quest:
          "Запішыце выдзелены ў 5-м сказе тэксту займеннік у пачатковай форме.",
        questText: `
                (5)	Паводле структуры звароткі бываюць неразвітыя (выражаныя адным словам) і развітыя (выражаныя назоўнікам з паясняльнымі словамі): Твая ўсмешка, мамачка, цёплая, як сонейка! Ах, дрэвы векавыя і маладыя, адкрыйце тайну мне сваю: хто вам заўсёды моднае адзенне так спрытна шые КОЖНУЮ вясну?
            `,
        right: "КОЖНЫ",
      },
      {
        id: "B6",
        theme: "",
        type: "B_0",
        quest:
          " Ад асновы дзеяслова, выдзеленага ў 8-м сказе тэксту, утварыце поўны дзеепрыметнік залежнага стану і запішыце яго ў форме назоўнага склону адзіночнага ліку мужчынскага роду.",
        questText: `
                (8) У сказе сустракаюцца звароткі (два і больш), якія звязаны адносінамі аднароднасці: Перад вамі, маладыя юнакі і дзяўчаты, родны край наш імкнецца АДКРЫЦЬ усе дарогі!                 
            `,
        right: "АДКРЫТЫ",
      },
      {
        id: "B7",
        theme: "",
        type: "B_0",
        quest:
          "3 двух прапанаваных у дужках слоў вызначце тое, што адпавядае сэнсу сказа. Запішыце гэта слова ў той граматычнай форме, у якой яно павінна быць ужыта ў сказе:",
        questText: `
                Вякамі чалавек цягнуўся да чалавека: ішоў ён на (зыркі, золкі) агеньчык у акне, каб падзяліцца радасцю і горам, паспагадаць і адчуць спагаду, пагаварыць усмак або разам памаўчаць.
            `,
        right: "ЗЫРКІ",
      },
      {
        id: "B8",
        theme: "",
        type: "B_1",
        quest:
          "Устанавіце адпаведнасць паміж словамі ў левым слупку і іх характарыстыкамі ў правым слупку. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоувацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Джаз.`,
          `Б. Свяціць.`,
          `В. Нейлон.`,
          `Г. Скіслы.`,
          ``,
          `1.	Слова, у якім усе зычныя гукі мяккія`,
          `2.	Слова, у якім 1 зацвярдзелы зычны гук`,
          `3.	Слова, у якім 1 мяккі зычны гук.`,
          `4.	Слова, у якім 2 мяккія зычныя гукі.`,
          `5. Слова, у якім 3 мяккія зычныя гукі.`,
        ],
        right: "А2Б1В4Г3",
      },
      {
        id: "B9",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце значэнне прыведзеных фразеалагізмаў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоувацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. Адным лыкам шытыя.`,
          `Б. Адным словам.`,
          `В. Таптацца на адным месцы.`,
          `Г. Стаяць на сваім.`,
          ``,
          `1.	Мае значэнне ‘не рухацца наперад, не развівацца’.`,
          `2.	Мае значэнне ‘настойліва адстойваць штосьці’. `,
          `3.	Па значэнні адпавядае фразеалагізму абое рабое.`,
          `4.	Па значэнні адпавядае фразеалагізму адным махам.`,
          `5.	Ужываецца ў значэнні пабочнай канструкцыі.`,
        ],
        right: "А3Б5В1Г2",
      },
      {
        id: "B10",
        theme: "",
        type: "B_1",
        quest:
          "Вызначце спосаб утварэння прыведзеных слоў і ўстанавіце адпаведнасць паміж слупкамі табліцы. Адказ запішыце ў выглядзе спалучэння літар і лічбаў, захоўваючы алфавітную паслядоўнасць літар левага слупка. Памятайце, што некаторыя даныя правага слупка могуць не выкарыстоўвацца ўвогуле. Напрыклад: А2Б5ВЗГ4.",
        questTextArr: [
          `А. БДУ.`,
          `Б. Бязмежнасць.`,
          `В. Падзагаловак.`,
          `Г. Абветрыць.`,
          ``,
          `1. Прыставачна-суфіксальны.`,
          `2. Літарная абрэвіяцыя.`,
          `3. Прыставачны.`,
          `4. Суфіксальны.`,
          `5. Гукавая абрэвіяцыя.`,
        ],
        right: "А2Б4В3Г1",
      },
    ],
  },
];
